Releases all resources used by the  DirectContext3DHandleSettings
  Namespace:   Autodesk.Revit.DB.DirectContext3D
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public void Dispose()
  Visual Basic
Public Sub Dispose
  Visual C++
public:
virtual void Dispose() sealed
 Implements
  IDisposable Dispose
 See Also
  DirectContext3DHandleSettings Class
  Autodesk.Revit.DB.DirectContext3D Namespace